Repository: xfce-mirror/xfce4-places-plugin
Catalog: po/hye.po
Languages: hye

source: Places
hye: տեղիք

source: Access folders, documents, and removable media
hye: Մտնել թղթապանակները,փաստաթղթերում եւ հանովի մեդիայ

source: Trash
hye: աղբ

source: Desktop
hye: աշխատասեղան

source: File System
hye: Համակարգի նիշք

source: %s on %s
hye: %s%sում

source: Failed to eject "%s"
hye: Չյաջողուեց հանել "%s"

source: Failed to unmount "%s"
hye: Չյաջողուեց բաժանել "%s"

source: Failed to mount "%s"
hye: Չյաջողուեց բաժանել "%s"

source: Mount and Open
hye: Միացնել եւ Բացել

source: Mount
hye: Միացնել

source: Eject
hye: հանել

source: Unmount
hye: Բաժանել

source: Unmounting device
hye: Բաժանել սարքը

source: The device "%s" is being unmounted by the system. Please do not remove the media or disconnect the drive
hye: Սարքը "%s" բաժանուած է համակարգից: Խնդրում ենք չհեռացնել մեդիան կամ անջանել հիշքասարքը

source: Writing data to device
hye: Գրել սարքի ամսաթիւը

source: There is data that needs to be written to the device "%s" before it can be removed. Please do not remove the media or disconnect the drive
hye: Պարտադիր պէտք է գրել սարքի ամսաթիւը "%s" մինչեւ դա կարողանաք հեռացնել:Խնդրում ենք չհեռացնել մեդիան կամ անջանել հիշքասարքը

source: Ejecting device
hye: Հանել սարքը

source: The device "%s" is being ejected. This may take some time
hye: "%s" սարքը հանուած է:Սա կարող է որոշ ժամանակ տեւել

source: Search for Files
hye: Որոնել Նիշքերը

source: _Clear
hye: _Մաքրել

source: Recent Documents
hye: Վերջին փասռաթուղթը

source: Close
hye: Փակել

source: Button
hye: կոճակ

source: _Show
hye: _Ցուցադրել

source: Icon Only
hye: Միայն Պատկերակ

source: Label Only
hye: Միայն Պիտակ

source: Icon and Label
hye: Պատկերակ եւ Պիտակ

source: _Label
hye: _Պիտակ

source: Menu
hye: Ընտրացանկ

source: Show _icons in menu
hye: Ցուցադրել ցուցակի _պատկերակները

source: Show _removable media
hye: Ցուցադրել _հեռացուախ մեդիան

source: Mount and _Open on click
hye: Միացնել եւ _Բացել կտիկով

source: Show GTK _bookmarks
hye: Ցուցադրել GTK _էջանշաները

source: Show recent _documents
hye: Ցուցադրել վերջին _փաստաթղթերը

source: Show cl_ear option
hye: Ցուցադրել մաքրող ընտրանքը

source: _Number to display
hye: Ցուցադրել _թուաքանակը

source: Search
hye: Որոնել

source: Co_mmand
hye: Հրա_մանները

source: Open
hye: Բացել

source: Open Terminal Here
hye: Բացել վահանակը այստեղ

source: Usage:
hye: Աւգտագործել.

source: OPTION
hye: ԸՆՏՐԱՆՔ

source: Options:
hye: Ընտրանքներ․

source: Popup menu at current mouse position
hye: Թռուցիկ ցուցակը մկնիկի ներկայիս դիրքում

source: Show help options
hye: Ցուցադրել աւգնող ընտրանքները

source: Print version information and exit
hye: Տպել տեղեկութեան վարկածը եւ դուրս գալ
